{
    "quotes": {
        "edwin0": {
            "text": "The only safe procedure for you, now that you have started, is to make sure from this day forward until the day you are buried, you do two things each day. First, master a difficult old insight, and second, add some new piece of knowledge to the world each day. Now does that seem extravagant?",
            "author": "Edwin Land"
        },
        "catmull0": {
            "text": "There is nothing quite like ignorance combined with a driving need to succeed to force rapid learning.",
            "author": "Edwin Catmull"
        },
        "disney0": {
            "text": "Once when I was trying to sell Mickey Mouse, a fellow told me something. He said, 'Mickey Mouse? What is it? Nobody knows it… They don't know you and they don't know your mouse.' That hit me. I said, from now on they're going to know. And I stuck Mickey Mouse so darn big on that title that they couldn't think it was a rabbit or anything else.",
            "author": "Walt Disney"
        },
        "herbert0": {
            "text": "Many have marked the speed with which Muad'Dib learned the necessities of Arrakis. The Bene Gesserit, of course, know the basis of this speed. For the others, we can say that Muad'Dib learned rapidly because his first training was in how to learn. And the first lesson of all was the basic trust that he could learn. It's shocking to find how many people do not believe they can learn, and how many more believe learning to be difficult. Muad'Dib knew that every experience carries its lesson.",
            "author": "Frank Herbert",
            "source": "Dune"
        },
        "edwin1": {
            "text": "My whole life has been spent trying to teach people that intense concentration for hour after hour can bring out in people resources they didn't know they had.",
            "author": "Edwin Land"
        },
        "buffet0": {
            "text": "On a daily basis, the effects of our actions are imperceptible; cumulatively, though, their consequences are enormous.",
            "author": "Warren Buffet"
        },
        "herbert1": {
            "text": "I think that self-limitation is the major limiting factor for most people in the world. People could do far more things than they believe they can.",
            "author": "Frank Herbert"
        },
        "disney1": {
            "text": "You know better than to kill an idea without giving it a chance to live. We set our sights high. That's why we accomplish so many things. Now go back and try again.",
            "author": "Walt Disney"
        },
        "senna0": {
            "text": "On a given day, on a given circumstance, you think you have a limit. And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high.",
            "author": "Ayrton Senna"
        },
        "edwin2": {
            "text": "If you dream of something worth doing and then simply go to work on it and don't think anything of personalities, or emotional conflicts, or of money, or of family distractions; if you just think of, detail by detail, what you have to do next, it is a wonderful dream even though the end is a long way off, for there are about five thousand steps to be taken before we realize it; and start taking the first ten, and stay making twenty after, it is amazing how quickly you get through those five thousand steps.",
            "author": "Edwin Land"
        },
        "edwin3": {
            "text": "If you are able to state a problem — any problem — and if it is important enough, then the problem can be solved.",
            "author": "Edwin Land"
        },
        "edwin4": {
            "text": "We try everything, but we try the right thing first!",
            "author": "Edwin Land"
        },
        "edwin5": {
            "text": "As you so well know, the research of science is nothing but failures. You fail and fail and fail, and when you succeed you stop. So the record of science is experiments that didn't work and that are then the basis of one that does work.",
            "author": "Edwin Land"
        },
        "edwin6": {
            "text": "Whenever you do something new and think it is based on a new principle, you check it in two ways: one by taking other examples that seem to you to involve the same principles; and the other, if you are a good laboratory worker, I guess, is to try the opposite of what you believe and see if the principle is there when you do the opposite of what you believe.",
            "author": "Edwin Land"
        },
        "edwin7": {
            "text": "You want to be almost alone, with just a few friends. You want to be undisturbed. You want to be free to think, not for an hour at a time, or three hours at a time, but for two days or two weeks, if possible, without interruption. You wish people would just go away and leave you alone while you get something straight.",
            "author": "Edwin Land"
        },
        "edwin8": {
            "text": "There's a rule they don't teach you at Harvard Business School. It is: If anything is worth doing, it's worth doing to excess.",
            "author": "Edwin Land"
        },
        "anonymous0": {
            "text": "He was very creative in inventing ways of gaining knowledge in a hurry. He's never contented to wait a week to get the results from testing, or a day. He's right away inventing how the hell you can do it, so you can have the results — now — or in the next hour.",
            "author": "Anonymous",
            "note": "on Edwin Land"
        },
        "edwin9": {
            "text": "The thing that really made this film pack possible was that the Chairman of the Board, President, Director of Research, head of that particular laboratory, and director of this particular project said, 'We're gonna make the trap to catch the excess fluid no bigger than this and we're gonna contain all the liquids and anyone who doesn't believe it isn't here anymore.' And some of them aren't.",
            "author": "Edwin Land",
            "note": "referring to himself"
        },
        "churchill0": {
            "text": "In these dark days the Prime Minister would be grateful if all his colleagues would maintain a high morale in their circles; not minimizing the gravity of events, but showing confidence and inflexible resolve to continue the war until we have broken the will of the enemy to bring all of Europe under his domination.",
            "author": "Winston S. Churchill"
        },
        "churchill1": {
            "text": "When I look back on the perils which have been overcome, upon the great mountain waves through which the gallant ship has driven, when I remember all that has gone wrong and remember also all that has gone right, I feel sure we have no need to fear the tempest. Let it roar, and let it rage. We shall come through.",
            "author": "Winston S. Churchill"
        },
        "churchill2": {
            "text": "You would rise in the world? ... You must work while others amuse themselves. Are you desirous of a reputation for courage? You must risk your life.",
            "author": "Winston S. Churchill"
        },
        "churchill3": {
            "text": "Writing a book is an adventure ... To begin with it is a toy, an amusement; then it becomes a mistress, and then a master, and then a tyrant, and then the last phase is that, just as one is about to be reconciled to one's servitude, one kills the monster.",
            "author": "Winston S. Churchill",
            "note": "In programming we observe exactly the same phenomenon except for the last step."
        },
        "churchill4": {
            "text": "I am ready to meet my Maker. Whether my Maker is prepared for the great ordeal of meeting me is another matter.",
            "author": "Winston S. Churchill"
        },
        "bernard0": {
            "text": "The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.",
            "author": "George Bernard"
        },
        "catmull1": {
            "text": "I believe many original ideas can't be described quickly and compellingly enough to pass the elevator test. If you tol most Holywood executives, 'I want to make a movie about a rat that wants to cook' --- well, no, that just sound like a bad idea. Same with: "
        },
        "brucelee0": {
            "text": "Life is an ever-flowing process and somewhere on the path some unpleasant things will pop up — it might leave a scar, but then life is flowing, and like running water, when it stops it grows stale. Go bravely on, my friend, because each experience teaches us a lesson. Keep blasting because life is such that sometimes it is nice and sometimes it is not.",
            "author": "Bruce Lee"
        },
        "brucelee1": {
            "text": "In order to taste my cup of water you must first empty your cup. My friend, drop all of your preconceived fixed ideas and be neutral. Do you know why this cup is so useful? Because it is empty.",
            "author": "Bruce Lee"
        },
        "brucelee2": {
            "text": "I don't know what is the meaning of death, but I am not afraid to die — and I go on, non-stop, going forward. Even though I, Bruce Lee, may die some day without fulfilling all of my ambitions, I will have no regrets. I did what I wanted to do and what I've done, I've done with sincerity and to the best of my ability. You can't expect much more from life.",
            "author": "Bruce Lee"
        }
    }
}